Repository: common-repository/read-later-buttons
Catalog: languages/read-later-buttons-*.po
Languages: fr_fr

source: Read Later Buttons
fr_fr: Boutons Lire Après

source: Read Later
fr_fr: Lire Après

source: Title:
fr_fr: Titre:

source: To enable the Send to Kindle button, install the %s plugin
fr_fr: Pour activer le Bouton Lire sur Kindle, veillez installer le plugin %s

source: Send to Kindle
fr_fr: Lire sur Kindle

source: Send to Instapaper
fr_fr: Envoyer à Instapaper

source: Send to Pocket
fr_fr: Envoyer à Pocket

source: Send to Readability
fr_fr: Envoyer à Readability

source: The estimated reading time for this post is
fr_fr: Le temps de lecture estimé pour cette entrée est de

source: %d second
fr_fr: %d seconde

source: %d seconds
fr_fr: %d secondes

source: Read Later Buttons time estimate only works inside a loop.
fr_fr: L'estimation de temps de lecture des Boutons Lire Après fonctionne seulement à l'intérieure du Loop.
